"101" = "\"Welcome, Human !                        I am The Cube, the GameMaster, I will be your guide throughout your adventure. To get started, try to superpose the two squares in order to go to the next level.\"";

"102" = "\"Hum... it was too easy. The two squares didn't have the same size, it was a training. Now, serious things are going to begin ! Get ready to experience terrible suffering\"";

"103" = "\"You dare challenge me again ? You don't have enough ? Imagine if the black square was able to move... \"";

"104" = "\"It's slow...\"";

"105" = "\"Still to slow...\"";

"106" = "\"Do you know the legend ? The GameMaster said : 'Let there be inverted gravity', and there was inverted gravity.\"";

"107" = "\"Well, you managed to adapt yourself. But it was only the beginning...\"";

"108" = "\"How about a change in the laws of physics... again ? Oh yes, I was forgetting, I don't need your opinion...\"";

"109" = "\"What ? But ? You're still here... I'm sorry to tell you like that, but it's the last time that we can tell because of the complexity of the next level...\"";

"110" = "\"Well... You arrived here, but all you have done is worth nothing compared to what awaits you... Farewell !\"";

"114" = "\"You have finished the adventure ! But you were in difficult easy...\"";

"115" = "\"You have finished the adventure ! But you were in difficult medium...\"";

"116" = "\"You have finished the adventure ! But you weren't in difficult extreme...\"";

"117" = "\"You have finished the adventure ! I have to congratulate you, you finished the game in difficult extreme. Good Game !\"";

/* No comment provided by engineer. */
"langue" = "EN";

"Niveau" = "Level";

"Facile" = "Easy";

"Moyen" = "Medium";

"Difficile" = "Hard";

"Extrême" = "Extreme";


"Félicitations" = "Congratulations";

"Bravo !\nVous avez terminé le niveau " = "Good Game !\nYou have finished the level ";

" en " = " in ";

" secondes." = " seconds.";

"Continuer" = "Continue";

"Temps dépassé (1 min)" = "Time out (1 min)";

"Désolé !\nVous avez échouez au niveau " = "Sorry !\nYou failed at level ";

"Réessayer" = "Retry";

"Quitter" = "Quit";

"Reprendre" = "Resume";

"Recommencer le niveau" = "Restart level";

"C'est parti !" = "Let's go !";
